// *++    
//    what's the meaning of "/=#"?
//    <DefaultCtrlChar> ::= L"/"
//    <ControlRefactor> ::= <CtrlChar> L"=" <NewCtrlChar> <EOL>
//    
//    UNI File supports UCS-2, need little endian BOM prefix(FFFE)
//    big endian can also work. UTF8 file would build with error "uni file without BOM"
//
// --*

/=#

#langdef en-US "English"

#string STR_HIIMENU_TITLE             #language en-US "My Hii Menu"
#string STR_HIIMENU_HELP              #language en-US "A simple test Hii Menu"
#string STR_HIIMENU_FORMID1_TITLE     #language en-US "Form ID1 tittle"
#string STR_NULL_STRING               #language en-US ""
#string STR_HIIMENU_FORMID2_TITLE     #language en-US "Form ID2 tittle"
#string STR_HIIMENU_ITEM1_HELP        #language en-US "Item 1 help"
#string STR_HIIMENU_ITEM1_TEXT        #language en-US "Item 1 text"
#string STR_HIIMENU_ITEM2_HELP        #language en-US "Item 2 help"
#string STR_HIIMENU_ITEM2_TEXT        #language en-US "Item 2 text"
